Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# itemShortcut.format.original
source: 粘贴原始内容
ar: لصق المحتوى الأصلي
de: Original einfügen
en: Paste Original
es: Pegar contenido original
fr: Coller le contenu original
ja: 元の形式でペースト
ko: 원본 형식으로 붙여넣기
pt: Colar conteúdo original
ru: Вставить оригинал
tr: Özgünü Yapıştır
zh_hant: 貼上原始內容

# itemShortcut.format.plainText
source: 粘贴为纯文本
ar: لصق كنص عادي
de: Als reinen Text einfügen
en: Paste as Plain Text
es: Pegar como texto sin formato
fr: Coller en texte brut
ja: プレーンテキストでペースト
ko: 일반 텍스트로 붙여넣기
pt: Colar como texto simples
ru: Вставить как обычный текст
tr: Düz Metin Olarak Yapıştır
zh_hant: 貼上為純文字

# itemShortcut.plainTextUnavailable
source: 此项目没有可粘贴的纯文本。
ar: لا يحتوي هذا العنصر على نص عادي للصق.
de: Dieses Element enthält keinen einfügbaren Text.
en: This item has no plain text to paste.
es: Este elemento no tiene texto sin formato para pegar.
fr: Cet élément ne contient aucun texte brut à coller.
ja: この項目にはペーストできるテキストがありません。
ko: 이 항목에는 붙여넣을 일반 텍스트가 없습니다.
pt: Este item não tem texto simples para colar.
ru: В этом элементе нет обычного текста для вставки.
tr: Bu öğede yapıştırılacak düz metin yok.
zh_hant: 此項目沒有可貼上的純文字。

# itemShortcut.format.textOnly
source: 粘贴文本
ar: لصق النص
de: Text einfügen
en: Paste Text
es: Pegar texto
fr: Coller le texte
ja: テキストをペースト
ko: 텍스트 붙여넣기
pt: Colar texto
ru: Вставить текст
tr: Metni Yapıştır
zh_hant: 貼上文字

# itemShortcut.format.original.description
source: 保留原始格式及其他剪贴板数据。
ar: يحافظ على التنسيق وبيانات الحافظة الأصلية الأخرى.
de: Behält Formatierung und weitere ursprüngliche Zwischenablagedaten bei.
en: Preserves formatting and other original clipboard data.
es: Conserva el formato y otros datos originales del portapapeles.
fr: Conserve la mise en forme et les autres données d’origine du presse-papiers.
ja: 元の書式とクリップボードのその他のデータを保持します。
ko: 원본 서식과 기타 클립보드 데이터를 유지합니다.
pt: Preserva a formatação e outros dados originais da área de transferência.
ru: Сохраняет форматирование и другие исходные данные буфера обмена.
tr: Biçimlendirmeyi ve diğer özgün pano verilerini korur.
zh_hant: 保留原始格式及其他剪貼簿資料。

# itemShortcut.format.plainText.description
source: 仅粘贴文字，不含格式或其他数据。图片使用识别文字；文件使用路径。
ar: يلصق النص فقط دون تنسيق أو بيانات أخرى. تُستخدم النصوص المتعرّف عليها للصور ومسارات الملفات للملفات.
de: Fügt nur Text ohne Formatierung oder andere Daten ein. Bei Bildern wird erkannter Text, bei Dateien der Pfad verwendet.
en: Pastes text only, without formatting or other data. Images use recognized text; files use paths.
es: Pega solo texto, sin formato ni otros datos. Las imágenes usan el texto reconocido y los archivos, sus rutas.
fr: Colle uniquement le texte, sans mise en forme ni autres données. Les images utilisent le texte reconnu et les fichiers leur chemin.
ja: 書式やその他のデータを除き、テキストのみをペーストします。画像は認識した文字、ファイルはパスを使用します。
ko: 서식이나 다른 데이터 없이 텍스트만 붙여넣습니다. 이미지는 인식된 텍스트, 파일은 경로를 사용합니다.
pt: Cola apenas texto, sem formatação ou outros dados. Imagens usam texto reconhecido; arquivos usam caminhos.
ru: Вставляет только текст без форматирования и других данных. Для изображений используется распознанный текст, для файлов — пути.
tr: Yalnızca metni, biçimlendirme veya diğer veriler olmadan yapıştırır. Görseller tanınan metni, dosyalar yolları kullanır.
zh_hant: 僅貼上文字，不含格式或其他資料。圖片使用辨識文字；檔案使用路徑。

# itemShortcut.textOnly.description
source: 此项目只有纯文本，两种粘贴方式结果相同，只需一个快捷键。
ar: يحتوي هذا العنصر على نص عادي فقط، لذا يكفي اختصار واحد لطريقتَي اللصق.
de: Dieses Element enthält nur reinen Text. Ein Kurzbefehl genügt für beide Einfügearten.
en: This item contains only plain text, so one shortcut covers both paste styles.
es: Este elemento solo contiene texto sin formato; un atajo sirve para ambos modos de pegado.
fr: Cet élément ne contient que du texte brut : un seul raccourci suffit pour les deux modes de collage.
ja: この項目はプレーンテキストのみです。どちらの貼り付け方も同じなので、ショートカットは1つで十分です。
ko: 이 항목은 일반 텍스트만 포함하므로 두 붙여넣기 방식에 단축키 하나면 충분합니다.
pt: Este item contém apenas texto simples; um atalho serve para os dois modos de colagem.
ru: Этот элемент содержит только обычный текст, поэтому одного сочетания достаточно для обоих способов вставки.
tr: Bu öğe yalnızca düz metin içerdiğinden tek kısayol iki yapıştırma biçimini de kapsar.
zh_hant: 此項目只有純文字，兩種貼上方式結果相同，只需一個快捷鍵。

# itemShortcut.textOnly.existingPlain
source: 此现有快捷键粘贴相同文本；可保留或移除。
ar: يلصق هذا الاختصار الحالي النص نفسه. يمكنك الإبقاء عليه أو إزالته.
de: Dieser vorhandene Kurzbefehl fügt denselben Text ein. Sie können ihn behalten oder entfernen.
en: This existing shortcut pastes the same text. You can keep or remove it.
es: Este atajo existente pega el mismo texto. Puedes conservarlo o eliminarlo.
fr: Ce raccourci existant colle le même texte. Vous pouvez le conserver ou le supprimer.
ja: この既存のショートカットも同じテキストをペーストします。残すか削除できます。
ko: 기존 단축키도 같은 텍스트를 붙여넣습니다. 유지하거나 제거할 수 있습니다.
pt: Este atalho existente cola o mesmo texto. Você pode mantê-lo ou removê-lo.
ru: Это существующее сочетание вставляет тот же текст. Его можно оставить или удалить.
tr: Bu mevcut kısayol aynı metni yapıştırır. Tutabilir veya kaldırabilirsiniz.
zh_hant: 此現有快捷鍵貼上相同文字；可保留或移除。

# itemShortcut.settings.empty
source: 在项目的“操作”菜单中选择“分配快捷键”。
ar: اختر «تعيين اختصار» من قائمة إجراءات العنصر.
de: Wähle „Kurzbefehl zuweisen“ im Aktionsmenü eines Elements.
en: Choose Assign Shortcut from an item's Actions menu.
es: Elige « Asignar atajo » en el menú Acciones de un elemento.
fr: Choisissez « Attribuer un raccourci » dans le menu Actions d’un élément.
ja: 項目のアクションメニューから「ショートカットを割り当て」を選びます。
ko: 항목의 동작 메뉴에서 단축키 지정을 선택하세요.
pt: Escolha « Atribuir atalho » no menu Ações de um item.
ru: Выберите «Назначить сочетание» в меню действий элемента.
tr: Bir öğenin “Eylemler” menüsünden “Kısayol At”ı seçin.
zh_hant: 在項目的「動作」選單中選擇「設定快捷鍵」。

# itemShortcut.openSettings
source: 打开“操作与快捷键”…
ar: فتح الإجراءات والاختصارات…
de: Aktionen & Kurzbefehle öffnen…
en: Open Actions & Shortcuts…
es: Abrir Acciones y atajos…
fr: Ouvrir Actions et raccourcis…
ja: 「アクションとショートカット」を開く…
ko: 동작 및 단축키 열기…
pt: Abrir Ações e Atalhos…
ru: Открыть «Действия и сочетания»…
tr: “Eylemler ve Kısayollar”ı Aç…
zh_hant: 開啟「操作與快捷鍵」…

# itemShortcut.settings.title
source: 项目快捷键
ar: اختصارات العناصر
de: Element-Kurzbefehle
en: Item Shortcuts
es: Atajos de elementos
fr: Raccourcis des éléments
ja: 項目のショートカット
ko: 항목 단축키
pt: Atalhos dos itens
ru: Сочетания для элементов
tr: Öğe Kısayolları
zh_hant: 項目快捷鍵

# itemShortcut.unavailable
source: 此项目不可用
ar: هذا العنصر غير متاح
de: Dieses Element ist nicht verfügbar
en: This item is unavailable
es: Este elemento no está disponible
fr: Cet élément est indisponible
ja: この項目は使用できません
ko: 이 항목을 사용할 수 없습니다
pt: Este item não está disponível
ru: Элемент недоступен
tr: Bu öğe kullanılamıyor
zh_hant: 此項目無法使用

# quickPaste.duration.fiveMinutes
source: 5 分钟
ar: 5 دقائق
de: 5 Minuten
en: 5 minutes
es: 5 minutos
fr: 5 minutes
ja: 5 分
ko: 5분
pt: 5 minutos
ru: 5 мин
tr: 5 dakika
zh_hant: 5 分鐘

# quickPaste.duration.oneDay
source: 1 天
ar: يوم واحد
de: 1 Tag
en: 1 day
es: 1 día
fr: 1 jour
ja: 1日
ko: 1일
pt: 1 dia
ru: 1 день
tr: 1 gün

# quickPaste.duration.oneHour
source: 1 小时
ar: ساعة واحدة
de: 1 Stunde
en: 1 hour
es: 1 hora
fr: 1 heure
ja: 1時間
ko: 1시간
pt: 1 hora
ru: 1 час
tr: 1 saat
zh_hant: 1 小時

# quickPaste.historyItem
source: 历史记录项目
ar: عنصر من السجل
de: Verlaufseintrag
en: History item
es: Elemento del historial
fr: Élément de l’historique
ja: 履歴の項目
ko: 기록 항목
pt: Item do histórico
ru: Элемент истории
tr: Geçmiş öğesi
zh_hant: 記錄項目

# quickPaste.sheet.duration
source: 有效期
ar: المدة
de: Dauer
en: Duration
es: Duración
fr: Durée
ja: 有効期間
ko: 유효 기간
pt: Duração
ru: Срок действия
tr: Süre

# quickPaste.sheet.keepExpiry
source: 保留当前到期时间
ar: الإبقاء على وقت الانتهاء الحالي
de: Bisheriges Ablaufdatum beibehalten
en: Keep current expiration
es: Mantener vencimiento actual
fr: Conserver l’expiration actuelle
ja: 現在の期限を維持
ko: 현재 만료 시간 유지
pt: Manter validade atual
ru: Оставить текущий срок
tr: Geçerli süre sonunu koru
zh_hant: 保留目前到期時間

# quickPaste.sheet.savesHistoryItem
source: 选择“直到移除”会保存此历史项目。
ar: اختيار «حتى الإزالة» يحفظ عنصر السجل هذا.
de: „Bis zum Entfernen“ speichert diesen Verlaufseintrag.
en: Choosing Until removed saves this History item.
es: «Hasta eliminarlo» guarda este elemento del historial.
fr: « Jusqu’à suppression » enregistre cet élément de l’historique.
ja: 「削除するまで」を選ぶと、この履歴項目が保存されます。
ko: “제거할 때까지”를 선택하면 이 기록 항목이 저장됩니다.
pt: “Até ser removido” salva este item do histórico.
ru: При выборе «До удаления» этот элемент истории сохранится.
tr: “Kaldırılana kadar” seçilirse bu Geçmiş öğesi kaydedilir.
zh_hant: 選擇「直到移除」會儲存此歷史項目。

# quickPaste.sheet.title
source: 项目快捷键
ar: اختصار العنصر
de: Element-Kurzbefehl
en: Item Shortcut
es: Atajo del elemento
fr: Raccourci de l’élément
ja: 項目のショートカット
ko: 항목 단축키
pt: Atalho do item
ru: Сочетание для элемента
tr: Öğe Kısayolu
zh_hant: 項目快捷鍵

# settings.quickPaste.noExpiry
source: 直到移除
ar: حتى الإزالة
de: Bis zum Entfernen
en: Until removed
es: Hasta eliminarlo
fr: Jusqu’à suppression
ja: 削除するまで
ko: 제거할 때까지
pt: Até ser removido
ru: До удаления
tr: Kaldırılana kadar

# settings.quickPaste.remove
source: 移除快捷键
ar: إزالة الاختصار
de: Kurzbefehl entfernen
en: Remove Shortcut
es: Eliminar atajo
fr: Supprimer le raccourci
ja: ショートカットを削除
ko: 단축키 제거
pt: Remover atalho
ru: Удалить сочетание
tr: Kısayolu Kaldır
zh_hant: 移除快捷鍵

# settings.quickPaste.until
source: 截止至 %@
ar: حتى %@
de: Bis %@
en: Until %@
es: Hasta %@
fr: Jusqu’au %@
ja: %@まで
ko: %@까지
pt: Até %@
ru: До %@
tr: %@ tarihine kadar
zh_hant: 直到 %@
